Revit 2027 API
SymbolTypeId.MiPerSSup2 Property
 Symbol mi/s², indicating unit Miles per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MiPerSSup2 { get; }
Public Shared ReadOnly Property MiPerSSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MiPerSSup2 {
	ForgeTypeId^ get ();
}
static member MiPerSSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace